{
  "he": {
    "translation": {
      "home_h1_1": "שלווה רוחנית - דיקור ועיסוי רפואי",
      "home_h2_2": "ברוכים הבאים לשלווה רוחנית",
      "home_h2_3": "השירותים שלנו",
      "home_h2_4": "למה לבחור ברפואה אלטרנטיבית לכאבים כרוניים?",
      "home_h2_5": "מה הלקוחות שלנו אומרים",
      "home_h2_6": "מוכנים להתחיל את המסע לבריאות ורווחה?",
      "home_h3_7": "רפואה אלטרנטיבית לכאבים כרוניים ושיפור איכות החיים",
      "home_h3_8": "דיקור סיני",
      "home_h3_9": "עיסוי רפואי",
      "home_p_15": "Happily created by&nbsp;Zappy",
      "home_p_16": "אנחנו מאמינים שגוף ונפש מחוברים, ושבריאות אמיתית מתחילה מאיזון פנימי. במרכז שלווה רוחנית, אנו מציעים טיפולים מקצועיים ברפואה אלטרנטיבית המשלבים דיקור סיני, עיסוי רפואי ותזונה הוליסטית. כל טיפול מותאם אישית לצרכים שלכם, עם דגש על טיפול בכאבים כרוניים והקלה ממתח יומיומי.",
      "home_p_17": "המטרה שלנו היא לעזור לכם להרגיש טוב יותר, לשפר את תפקוד הגוף ולהחזיר את האיזון הטבעי. עם ניסיון רב שנים וגישה חמה ומקצועית, אנחנו כאן כדי ללוות אתכם במסע לבריאות ורווחה מלאה.",
      "home_p_18": "דיקור סיני הוא שיטת טיפול עתיקה ומוכחת להקלה על כאבים כרוניים, מתח ומגוון בעיות בריאות. הטיפול מתבצע על ידי מטפל מוסמך ומנוסה, תוך התאמה אישית לצרכים שלכם.",
      "home_p_19": "עיסוי רפואי ותזונה הוליסטית מותאמים לשיפור תפקוד השרירים, הקלה על כאבים והפחתת מתח. הטיפול משלב טכניקות מתקדמות לשחרור מתח עמוק ושיפור הזרימה.",
      "home_p_20": "ייעוץ תזונתי הוליסטי המתחשב בגוף, הנפש והסביבה. אנו בוחנים את התזונה שלכם ומציעים תפריט מותאם אישית לשיפור הבריאות, האנרגיה והרווחה הכללית.",
      "home_p_21": "רפואה אלטרנטיבית מציעה גישה טבעית ללא תופעות לוואי, המתמקדת בטיפול בשורש הבעיה ולא רק בסימפטומים.",
      "home_p_22": "כל טיפול מותאם במיוחד עבורכם, תוך התחשבות במצב הבריאותי, הצרכים והמטרות האישיות שלכם.",
      "home_p_23": "הגישה ההוליסטית שלנו משלבת טיפול בגוף ובנפש, מה שמוביל לתוצאות ארוכות טווח ושיפור באיכות החיים.",
      "home_p_24": "הטיפולים שלנו מבוססים על עקרונות טבעיים ועל חיבור לכוחות הריפוי הטבעיים של הגוף.",
      "home_p_25": "\"הגעתי לשלווה רוחנית עם כאבי גב כרוניים שליוו אותי שנים. אחרי מספר טיפולי דיקור ועיסוי רפואי, הכאבים פחתו משמעותית והתפקוד שלי השתפר. ממליצה בחום!\"",
      "home_p_26": "\"הייעוץ התזונתי ההוליסטי שקיבלתי פה שינה לי את החיים. למדתי להקשיב לגוף שלי ולתת לו את מה שהוא צריך. תודה על הליווי המקצועי והחם.\"",
      "home_p_27": "צרו איתנו קשר עוד היום וקבעו פגישת ייעוץ ראשונית. נשמח ללוות אתכם בדרך לשלווה ואיזון.",
      "home_p_28": "© 2025 שלווה רוחנית. כל הזכויות שמורות.",
      "home_p_29": "נוצר באמצעותZappy",
      "about_h1_1": "אודות שלווה רוחנית",
      "about_h2_2": "הסיפור שלנו",
      "about_h2_3": "הפילוסופיה שלנו",
      "about_h2_4": "הערכים שלנו",
      "about_h2_5": "הגישה הטיפולית שלנו",
      "about_h2_6": "ההכשרה והניסיון שלנו",
      "about_h2_7": "בואו להכיר אותנו",
      "about_h3_8": "הסיפור שלנו, הגישה שלנו והמחויבות שלנו לבריאות שלכם",
      "about_h3_9": "איזון הוליסטי",
      "about_p_17": "Happily created by Zappy",
      "about_p_18": "שלווה רוחנית נוסדה מתוך אמונה עמוקה בכוח הריפוי הטבעי של הגוף ובחשיבות של איזון בין גוף, נפש ורוח. במשך שנים רבות, ראינו כיצד רפואה אלטרנטיבית לכאבים כרוניים יכולה לשנות חיים ולהחזיר תקווה לאנשים שסבלו מכאבים ומצוקה.",
      "about_p_19": "המסע שלנו התחיל מהרצון לספק טיפולים מקצועיים ומותאמים אישית, המשלבים את החוכמה העתיקה של הרפואה המזרחית עם הבינה המודרנית של הרפואה המערבית. אנו מאמינים שכל אדם הוא ייחודי, ולכן כל טיפול צריך להיות מותאם במיוחד לצרכים האישיים של המטופל.",
      "about_p_20": "היום, שלווה רוחנית היא מרכז מוביל לרפואה אלטרנטיבית, המציע מגוון רחב של טיפולים כולל דיקור סיני, עיסוי רפואי ותזונה הוליסטית. אנו גאים בכך שאנו יכולים לעזור למאות אנשים מדי שנה למצוא הקלה מכאב, לשפר את איכות החיים ולהחזיר את האיזון לגופם ולנפשם.",
      "about_p_21": "אנו רואים את האדם כמערכת שלמה ומשולבת. בריאות אמיתית מתחילה מאיזון בין הגוף, הנפש והסביבה. הטיפולים שלנו מתמקדים בטיפול בשורש הבעיה, לא רק בסימפטומים.",
      "about_p_22": "אנו מעדיפים שיטות טבעיות וללא תופעות לוואי, המעוררות את כוחות הריפוי הטבעיים של הגוף. הגישה שלנו היא עדינה אך יעילה, ומכבדת את החוכמה הטבעית של הגוף.",
      "about_p_23": "אנו משלבים ידע מקצועי מעמיק עם גישה חמה ואמפתית. כל מטופל מקבל את מלוא תשומת הלב והזמן שהוא צריך, תוך הקשבה אמיתית לצרכים ולרגשות.",
      "about_p_24": "אנו מחויבים לספק תוצאות אמיתיות וארוכות טווח. אנו עוקבים אחר ההתקדמות של כל מטופל, מתאימים את הטיפולים לפי הצורך, ומלווים אתכם לאורך כל הדרך.",
      "about_p_25": "בשלווה רוחנית, אנו מונחים על ידי ערכים ברורים המנחים את עבודתנו היומיומית:",
      "about_p_26": "אנו מתחילים בהקשבה אמיתית למטופל. אנו מבינים את הסיפור האישי, את הכאב והצרכים, ומבצעים אבחון מקיף המתחשב בכל ההיבטים של החיים.",
      "about_p_27": "לאחר האבחון, אנו בונים תוכנית טיפול אישית המשלבת את השירותים המתאימים ביותר. התוכנית לוקחת בחשבון את המצב הבריאותי, הצרכים האישיים ומטרות הטיפול.",
      "about_p_28": "הטיפולים שלנו משלבים מספר שיטות המשלימות זו את זו: דיקור סיני, עיסוי רפואי, תזונה הוליסטית ועוד. הגישה המשולבת מספקת תוצאות טובות יותר וארוכות טווח.",
      "about_p_29": "אנו עוקבים אחר ההתקדמות של כל מטופל, מתאימים את הטיפולים לפי הצורך, ומספקים תמיכה מתמשכת לאורך כל הדרך.",
      "about_p_30": "המטפלים שלנו הם אנשי מקצוע מוסמכים ומנוסים, בעלי הכשרה מקיפה ברפואה אלטרנטיבית. אנו מחזיקים בהסמכות מקצועיות מהמכונים המובילים בארץ ובעולם, ומשתתפים בקורסי השתלמות שוטפים כדי להישאר מעודכנים בשיטות הטיפול החדישות ביותר.",
      "about_p_31": "הניסיון שלנו משתרע על פני שנים רבות של עבודה עם מאות מטופלים, טיפול במגוון רחב של בעיות בריאותיות, והצלחה מוכחת בשיפור איכות החיים של המטופלים שלנו.",
      "about_p_32": "נשמח לפגוש אתכם, לשמוע את הסיפור שלכם ולעזור לכם למצוא את הדרך לבריאות ורווחה. צרו איתנו קשר עוד היום.",
      "about_p_33": "© 2025 שלווה רוחנית. כל הזכויות שמורות.",
      "about_p_34": "נוצר באמצעותZappy",
      "home_h3_10": "תזונה הוליסטית",
      "home_h3_11": "טיפול טבעי ובטוח",
      "home_h3_12": "התאמה אישית",
      "home_h3_13": "איזון גוף ונפש",
      "home_h3_14": "חיבור לטבע",
      "about_h3_10": "טיפול טבעי",
      "about_h3_11": "מקצועיות ואמפתיה",
      "about_h3_12": "מחויבות לתוצאות",
      "about_h3_13": "הקשבה ואבחון",
      "about_h3_14": "תוכנית טיפול מותאמת",
      "about_h3_15": "טיפול הוליסטי",
      "about_h3_16": "מעקב והתאמה",
      "about_li_41": "כבוד:אנו מכבדים כל מטופל כאדם ייחודי עם צרכים, רגשות וחוויות משלו.",
      "about_li_42": "אמינות:אנו מחויבים לספק טיפולים מקצועיים ומבוססי מחקר, תוך שקיפות מלאה.",
      "about_li_43": "חמלה:אנו מתייחסים לכל מטופל בחמלה ובאמפטיה, ומבינים את הקושי והכאב שהוא עובר.",
      "about_li_44": "מצוינות:אנו שואפים למצוינות בכל מה שאנו עושים, ומשקיעים בלמידה והתפתחות מתמשכת.",
      "about_li_45": "חדשנות:אנו משלבים שיטות מסורתיות עם טכניקות מודרניות, תוך חיפוש מתמיד אחר דרכים חדשות ויעילות יותר לעזור למטופלים.",
      "home_alt_44": "שלווה רוחנית",
      "home_alt_45": "מרחב טיפולי שליו של שלווה רוחנית",
      "home_alt_46": "דיקור סיני מקצועי",
      "home_alt_47": "עיסוי רפואי טיפולי",
      "home_alt_48": "תזונה הוליסטית",
      "home_nav_40": "שירותים",
      "home_nav_41": "אודות",
      "home_nav_42": "צור קשר",
      "home_nav_43": "צור קשר",
      "about_alt_50": "שלווה רוחנית",
      "about_nav_46": "שירותים",
      "about_nav_47": "אודות",
      "about_nav_48": "צור קשר",
      "about_nav_49": "צור קשר",
      "contact_h1_1": "צור קשר",
      "contact_h2_2": "פרטי התקשרות",
      "contact_h2_3": "שלחו לנו הודעה",
      "contact_h2_4": "שאלות נפוצות",
      "contact_h3_5": "נשמח לשמוע מכם ולעזור לכם להתחיל את המסע לבריאות ורווחה",
      "contact_h3_6": "טלפון",
      "contact_h3_7": "דוא״ל",
      "contact_h3_8": "כתובת",
      "contact_h3_9": "שעות פעילות",
      "contact_p_14": "Happily created by Zappy",
      "contact_p_15": "[business_phone]",
      "contact_p_16": "[business_email]",
      "contact_p_17": "[business_address]",
      "contact_p_18": "ראשון - חמישי: 09:00 - 19:00",
      "contact_p_19": "שישי: 09:00 - 14:00",
      "contact_p_20": "שבת: סגור",
      "contact_p_21": "רוב הטיפולים שלנו אינם כואבים. בדיקור סיני, למשל, המחטים דקות מאוד והתחושה היא קלה ביותר. בעיסוי רפואי, אנו מתאימים את עוצמת הלחץ לנוחות שלכם.",
      "contact_p_22": "מספר הטיפולים משתנה בהתאם למצב האישי ולמטרות הטיפול. בפגישה הראשונה נבנה תוכנית טיפול מותאמת אישית ונעריך את מספר הטיפולים המומלץ.",
      "contact_p_23": "הטיפולים שלנו טבעיים ובטוחים, ובדרך כלל אין תופעות לוואי. במקרים נדירים, ייתכנו תחושות קלות של עייפות או רגישות לאחר הטיפול, שחולפות במהירות.",
      "contact_p_24": "חלק מהטיפולים שלנו מוכרים על ידי קופות החולים במסגרת הרפואה המשלימה. מומלץ לבדוק עם קופת החולים שלכם את תנאי הכיסוי.",
      "contact_p_25": "© 2025 שלווה רוחנית. כל הזכויות שמורות.",
      "contact_p_26": "נוצר באמצעותZappy",
      "home_link_32": "Zappy",
      "home_link_33": "קבעו פגישה",
      "home_link_34": "גלו את כל השירותים",
      "home_link_35": "צור קשר עכשיו",
      "home_link_36": "מדיניות פרטיות",
      "home_link_37": "נגישות",
      "home_link_38": "תנאי שימוש",
      "home_link_39": "Zappy",
      "home_span_30": "לקוחה מרוצה",
      "home_span_31": "לקוח מרוצה",
      "about_link_35": "Zappy",
      "about_link_36": "צור קשר",
      "about_link_37": "מדיניות פרטיות",
      "about_link_38": "נגישות",
      "about_link_39": "תנאי שימוש",
      "about_link_40": "Zappy",
      "contact_h3_10": "האם הטיפולים מכאיבים?",
      "contact_h3_11": "כמה טיפולים נדרשים?",
      "contact_h3_12": "האם יש תופעות לוואי?",
      "contact_h3_13": "האם הטיפולים מוכרים על ידי קופות החולים?",
      "services_h1_1": "השירותים שלנו",
      "services_h2_2": "דיקור סיני מקצועי",
      "services_h2_3": "עיסוי רפואי טיפולי",
      "services_h2_4": "תזונה הוליסטית ואורח חיים בריא",
      "services_h2_5": "שירותים נוספים",
      "services_h2_6": "תהליך הטיפול",
      "services_h2_7": "מוכנים להתחיל את המסע שלכם?",
      "services_h3_8": "טיפולים מקצועיים ברפואה אלטרנטיבית המותאמים במיוחד עבורכם",
      "services_h3_9": "רפלקסולוגיה",
      "services_p_17": "Happily created by Zappy",
      "services_p_18": "דיקור סיני הוא אחת מהשיטות העתיקות והמוכחות ביותר ברפואה האלטרנטיבית. הטיפול מבוסס על הכנסת מחטים דקות מאוד לנקודות ספציפיות בגוף, במטרה לאזן את זרימת האנרגיה (צ'י) ולעורר את כוחות הריפוי הטבעיים של הגוף.",
      "services_p_19": "דיקור יעיל במיוחד לטיפול בכאבים כרוניים כגון כאבי גב, צוואר וכתפיים, כאבי ראש וכאבי מפרקים. הוא גם מסייע בהפחתת מתח ולחץ, שיפור השינה וחיזוק המערכת החיסונית.",
      "services_p_20": "עיסוי רפואי ותזונה הוליסטית הם שילוב מושלם לשיפור הבריאות הגופנית והנפשית. העיסוי הרפואי שלנו מתמקד בטיפול בבעיות שרירים ומפרקים, שחרור מתח עמוק ושיפור זרימת הדם והלימפה.",
      "services_p_21": "המטפלים שלנו משתמשים בטכניקות מתקדמות כמו עיסוי רקמות עמוק, טריגר פוינט ומניפולציות רקמות רכות. כל טיפול מותאם אישית למצב הגופני והצרכים הספציפיים של המטופל.",
      "services_p_22": "הגישה ההוליסטית לתזונה רואה בגוף, הנפש והסביבה מערכת אחת משולבת. אנו מאמינים שתזונה נכונה היא אחד המפתחות החשובים לבריאות ולרווחה. הייעוץ התזונתי שלנו כולל בדיקה מקיפה של הרגלי האכילה, מצב הבריאות והצרכים האישיים.",
      "services_p_23": "אנו בונים תפריט מותאם אישית המתחשב בסוג הגוף, הצרכים האנרגטיים, אלרגיות ורגישויות, ומטרות בריאותיות. הליווי שלנו כולל גם המלצות לתוספי תזונה טבעיים, צמחי מרפא ושינויים באורח החיים.",
      "services_p_24": "טיפול בנקודות רפלקס בכפות הרגליים והידיים לאיזון האנרגיה בגוף ושיפור התפקוד של איברים פנימיים.",
      "services_p_25": "ייעוץ והמלצות לשימוש בצמחי מרפא טבעיים לחיזוק הבריאות, הפחתת תסמינים ושיפור הרווחה הכללית.",
      "services_p_26": "טיפול אנרגטי יפני המסייע באיזון האנרגיה, הפחתת מתח ועידוד תהליכי הריפוי הטבעיים של הגוף.",
      "services_p_27": "סדנאות וטיפולים אישיים במדיטציה מודרכת להפחתת מתח, שיפור המיקוד וחיבור לשלווה פנימית.",
      "services_p_28": "בפגישה הראשונה נכיר אתכם, נבין את הצרכים והמטרות שלכם, ונבנה תוכנית טיפול מותאמת אישית.",
      "services_p_29": "נבצע אבחון מקיף של מצבכם הגופני והנפשי, תוך התחשבות בהיסטוריה הרפואית והרגלי החיים.",
      "services_p_30": "נבנה עבורכם תוכנית טיפול מקיפה המשלבת את השירותים הרלוונטיים ביותר לצרכים שלכם.",
      "services_p_31": "נלווה אתכם לאורך כל הדרך, נעקוב אחר ההתקדמות ונתאים את הטיפולים לפי הצורך.",
      "services_p_32": "צרו איתנו קשר עוד היום לקביעת פגישת ייעוץ ראשונית. נשמח ללוות אתכם בדרך לבריאות ורווחה.",
      "services_p_33": "© 2025 שלווה רוחנית. כל הזכויות שמורות.",
      "services_p_34": "נוצר באמצעותZappy",
      "contact_alt_44": "שלווה רוחנית",
      "contact_btn_34": "שלח הודעה",
      "contact_nav_40": "שירותים",
      "contact_nav_41": "אודות",
      "contact_nav_42": "צור קשר",
      "contact_nav_43": "צור קשר",
      "services_h3_10": "צמחי מרפא",
      "services_h3_11": "רייקי",
      "services_h3_12": "מדיטציה מודרכת",
      "services_h3_13": "פגישת ייעוץ ראשונית",
      "services_h3_14": "אבחון מקיף",
      "services_h3_15": "תוכנית טיפול מותאמת",
      "services_h3_16": "ליווי מתמשך",
      "services_li_41": "הקלה על כאבים כרוניים",
      "services_li_42": "הפחתת מתח ולחץ",
      "services_li_43": "שיפור תפקוד השרירים והמפרקים",
      "services_li_44": "חיזוק המערכת החיסונית",
      "services_li_45": "שיפור איכות השינה",
      "services_li_46": "שחרור מתח שרירי עמוק",
      "services_li_47": "הקלה על כאבי גב וצוואר",
      "services_li_48": "שיפור גמישות ותנועתיות",
      "services_li_49": "הפחתת דלקות ונפיחות",
      "services_li_50": "שיפור זרימת הדם והאנרגיה",
      "services_li_51": "תפריט תזונה מותאם אישית",
      "services_li_52": "ליווי צמוד ותמיכה מתמשכת",
      "services_li_53": "המלצות לתוספי תזונה טבעיים",
      "services_li_54": "שיפור רמות האנרגיה",
      "services_li_55": "חיזוק המערכת החיסונית",
      "contact_link_27": "Zappy",
      "contact_link_28": "[business_phone]",
      "contact_link_29": "[business_email]",
      "contact_link_30": "מדיניות פרטיות",
      "contact_link_31": "נגישות",
      "contact_link_32": "תנאי שימוש",
      "contact_link_33": "Zappy",
      "home_page_title": "שלווה רוחנית - דיקור ועיסוי רפואי | רפואה אלטרנטיבית לכאבים כרוניים",
      "services_alt_60": "שלווה רוחנית",
      "services_alt_61": "דיקור סיני מקצועי",
      "services_alt_62": "עיסוי רפואי טיפולי",
      "services_alt_63": "תזונה הוליסטית",
      "services_alt_64": "רפלקסולוגיה",
      "services_alt_65": "צמחי מרפא",
      "services_alt_66": "רייקי",
      "services_alt_67": "מדיטציה",
      "services_nav_56": "שירותים",
      "services_nav_57": "אודות",
      "services_nav_58": "צור קשר",
      "services_nav_59": "צור קשר",
      "about_page_title": "אודות - הסיפור שלנו והגישה שלנו | שלווה רוחנית",
      "contact_label_35": "שם מלא*",
      "contact_label_36": "דוא״ל*",
      "contact_label_37": "טלפון*",
      "contact_label_38": "סוג הטיפול המבוקש",
      "contact_label_39": "הודעה",
      "services_link_35": "Zappy",
      "services_link_36": "קבעו פגישה",
      "services_link_37": "מדיניות פרטיות",
      "services_link_38": "נגישות",
      "services_link_39": "תנאי שימוש",
      "services_link_40": "Zappy",
      "contact_page_title": "צור קשר - קבעו פגישה | שלווה רוחנית",
      "services_page_title": "שירותים - דיקור, עיסוי ותזונה הוליסטית | שלווה רוחנית",
      "home_meta_description": "שלווה רוחנית מציעה דיקור סיני, עיסוי רפואי ותזונה הוליסטית לטיפול בכאבים כרוניים. רפואה אלטרנטיבית מקצועית לשיפור איכות החיים והבריאות הכללית.",
      "about_meta_description": "למדו עלינו ועל הגישה ההוליסטית שלנו לרפואה אלטרנטיבית. שלווה רוחנית מציעה טיפולים מקצועיים ומותאמים אישית לכל מטופל.",
      "contact_meta_description": "צרו איתנו קשר לקביעת פגישת ייעוץ ראשונית. נשמח לענות על שאלותיכם ולעזור לכם להתחיל את המסע לבריאות ורווחה.",
      "services_meta_description": "גלו את מגוון השירותים שלנו: דיקור סיני מקצועי, עיסוי רפואי ותזונה הוליסטית. כל הטיפולים מותאמים אישית לצרכים שלכם."
    }
  },
  "en": {
    "translation": {
      "home_h1_1": "Spiritual Serenity - Acupuncture and Medical Massage",
      "home_h2_2": "Welcome to Spiritual Serenity",
      "home_h2_3": "Our Services",
      "home_h2_4": "Why Choose Alternative Medicine for Chronic Pain?",
      "home_h2_5": "What Our Clients Say",
      "home_h2_6": "Ready to Begin Your Journey to Health and Wellness?",
      "home_h3_7": "Alternative Medicine for Chronic Pain and Quality of Life Improvement",
      "home_h3_8": "Acupuncture",
      "home_h3_9": "Medical Massage",
      "home_p_15": "Happily created by&nbsp;Zappy",
      "home_p_16": "We believe that body and mind are connected, and that true health begins with inner balance. At Spiritual Serenity Center, we offer professional alternative medicine treatments combining acupuncture, medical massage, and holistic nutrition. Each treatment is personally tailored to your needs, with emphasis on treating chronic pain and relieving daily stress.",
      "home_p_17": "Our goal is to help you feel better, improve body function, and restore natural balance. With years of experience and a warm, professional approach, we are here to accompany you on your journey to complete health and wellness.",
      "home_p_18": "Acupuncture is an ancient and proven treatment method for relieving chronic pain, stress, and various health issues. Treatment is performed by a certified and experienced therapist, with personal adaptation to your needs.",
      "home_p_19": "Medical massage and holistic nutrition are tailored to improve muscle function, relieve pain, and reduce stress. The treatment combines advanced techniques for deep tension release and improved circulation.",
      "home_p_20": "Holistic nutritional counseling that considers the body, mind, and environment. We examine your nutrition and offer a personally tailored menu to improve health, energy, and overall wellness.",
      "home_p_21": "Alternative medicine offers a natural approach without side effects, focusing on treating the root of the problem and not just the symptoms.",
      "home_p_22": "Each treatment is specially tailored for you, taking into account your health condition, needs, and personal goals.",
      "home_p_23": "Our holistic approach combines treatment of body and mind, leading to long-term results and improved quality of life.",
      "home_p_24": "Our treatments are based on natural principles and connection to the body's natural healing forces.",
      "home_p_25": "\"I came to Spiritual Serenity with chronic back pain that had accompanied me for years. After several acupuncture and medical massage treatments, the pain decreased significantly and my function improved. Highly recommend!\"",
      "home_p_26": "\"The holistic nutritional counseling I received here changed my life. I learned to listen to my body and give it what it needs. Thank you for the professional and warm guidance.\"",
      "home_p_27": "Contact us today and schedule an initial consultation. We'll be happy to accompany you on the path to serenity and balance.",
      "home_p_28": "© 2025 Spiritual Serenity. All rights reserved.",
      "home_p_29": "Created with Zappy",
      "about_h1_1": "About Spiritual Serenity",
      "about_h2_2": "Our Story",
      "about_h2_3": "Our Philosophy",
      "about_h2_4": "Our Values",
      "about_h2_5": "Our Therapeutic Approach",
      "about_h2_6": "Our Training and Experience",
      "about_h2_7": "Get to Know Us",
      "about_h3_8": "Our story, our approach, and our commitment to your health",
      "about_h3_9": "Holistic Balance",
      "about_p_17": "Happily created by Zappy",
      "about_p_18": "Spiritual Serenity was founded from a deep belief in the natural healing power of the body and the importance of balance between body, mind, and spirit. For many years, we have seen how alternative medicine for chronic pain can transform lives and restore hope to people who suffered from pain and distress.",
      "about_p_19": "Our journey began with the desire to provide professional and personalized treatments that combine the ancient wisdom of Eastern medicine with the modern understanding of Western medicine. We believe that every person is unique, and therefore every treatment should be specially tailored to the individual needs of the patient.",
      "about_p_20": "Today, Spiritual Serenity is a leading center for alternative medicine, offering a wide range of treatments including acupuncture, medical massage, and holistic nutrition. We are proud that we can help hundreds of people each year find relief from pain, improve their quality of life, and restore balance to their body and mind.",
      "about_p_21": "We view the person as a complete and integrated system. True health begins with balance between the body, mind, and environment. Our treatments focus on treating the root of the problem, not just the symptoms.",
      "about_p_22": "We prefer natural methods without side effects that stimulate the body's natural healing powers. Our approach is gentle yet effective, and respects the natural wisdom of the body.",
      "about_p_23": "We combine deep professional knowledge with a warm and empathetic approach. Each patient receives the full attention and time they need, with genuine listening to their needs and feelings.",
      "about_p_24": "We are committed to providing real and long-term results. We monitor the progress of each patient, adjust treatments as needed, and accompany you throughout the entire journey.",
      "about_p_25": "At Spiritual Serenity, we are guided by clear values that direct our daily work:",
      "about_p_26": "We begin with genuine listening to the patient. We understand the personal story, the pain and needs, and perform a comprehensive diagnosis that takes into account all aspects of life.",
      "about_p_27": "After diagnosis, we build a personal treatment plan that combines the most suitable services. The plan takes into account the health condition, personal needs, and treatment goals.",
      "about_p_28": "Our treatments combine several methods that complement each other: acupuncture, medical massage, holistic nutrition, and more. The integrated approach provides better and longer-lasting results.",
      "about_p_29": "We monitor the progress of each patient, adjust treatments as needed, and provide ongoing support throughout the entire journey.",
      "about_p_30": "Our therapists are certified and experienced professionals with comprehensive training in alternative medicine. We hold professional certifications from leading institutes in Israel and worldwide, and participate in ongoing continuing education courses to stay updated with the most advanced treatment methods.",
      "about_p_31": "Our experience spans many years of working with hundreds of patients, treating a wide range of health issues, and proven success in improving the quality of life of our patients.",
      "about_p_32": "We would be happy to meet you, hear your story, and help you find the path to health and wellness. Contact us today.",
      "about_p_33": "© 2025 Spiritual Serenity. All rights reserved.",
      "about_p_34": "Created with Zappy",
      "home_h3_10": "Holistic Nutrition",
      "home_h3_11": "Natural and Safe Treatment",
      "home_h3_12": "Personal Customization",
      "home_h3_13": "Body and Mind Balance",
      "home_h3_14": "Connection to Nature",
      "about_h3_10": "Natural Treatment",
      "about_h3_11": "Professionalism and Empathy",
      "about_h3_12": "Commitment to Results",
      "about_h3_13": "Listening and Diagnosis",
      "about_h3_14": "Customized Treatment Plan",
      "about_h3_15": "Holistic Treatment",
      "about_h3_16": "Follow-up and Adjustment",
      "about_li_41": "Respect: We respect each patient as a unique individual with their own needs, feelings, and experiences.",
      "about_li_42": "Reliability: We are committed to providing professional and research-based treatments with complete transparency.",
      "about_li_43": "Compassion: We treat each patient with compassion and empathy, understanding the difficulty and pain they are experiencing.",
      "about_li_44": "Excellence: We strive for excellence in everything we do and invest in continuous learning and development.",
      "about_li_45": "Innovation: We combine traditional methods with modern techniques, constantly searching for new and more effective ways to help patients.",
      "home_alt_44": "Spiritual Serenity",
      "home_alt_45": "Peaceful treatment space at Spiritual Serenity",
      "home_alt_46": "Professional acupuncture",
      "home_alt_47": "Therapeutic medical massage",
      "home_alt_48": "Holistic nutrition",
      "home_nav_40": "Services",
      "home_nav_41": "About",
      "home_nav_42": "Contact",
      "home_nav_43": "Contact",
      "about_alt_50": "Spiritual Serenity",
      "about_nav_46": "Services",
      "about_nav_47": "About",
      "about_nav_48": "Contact",
      "about_nav_49": "Contact",
      "contact_h1_1": "Contact Us",
      "contact_h2_2": "Contact Information",
      "contact_h2_3": "Send Us a Message",
      "contact_h2_4": "Frequently Asked Questions",
      "contact_h3_5": "We'd love to hear from you and help you begin your journey to health and wellness",
      "contact_h3_6": "Phone",
      "contact_h3_7": "Email",
      "contact_h3_8": "Address",
      "contact_h3_9": "Business Hours",
      "contact_p_14": "Happily created by Zappy",
      "contact_p_15": "[business_phone]",
      "contact_p_16": "[business_email]",
      "contact_p_17": "[business_address]",
      "contact_p_18": "Sunday - Thursday: 09:00 - 19:00",
      "contact_p_19": "Friday: 09:00 - 14:00",
      "contact_p_20": "Saturday: Closed",
      "contact_p_21": "Most of our treatments are not painful. In acupuncture, for example, the needles are very thin and the sensation is very mild. In medical massage, we adjust the pressure intensity to your comfort level.",
      "contact_p_22": "The number of treatments varies according to individual condition and treatment goals. In the first session, we'll build a personalized treatment plan and assess the recommended number of treatments.",
      "contact_p_23": "Our treatments are natural and safe, and there are usually no side effects. In rare cases, there may be mild feelings of fatigue or sensitivity after treatment, which pass quickly.",
      "contact_p_24": "Some of our treatments are covered by health insurance as part of complementary medicine. We recommend checking with your health insurance provider about coverage terms.",
      "contact_p_25": "© 2025 Spiritual Serenity. All rights reserved.",
      "contact_p_26": "Created with Zappy",
      "home_link_32": "Zappy",
      "home_link_33": "Schedule Appointment",
      "home_link_34": "Discover All Services",
      "home_link_35": "Contact Now",
      "home_link_36": "Privacy Policy",
      "home_link_37": "Accessibility",
      "home_link_38": "Terms of Use",
      "home_link_39": "Zappy",
      "home_span_30": "Satisfied Client",
      "home_span_31": "Satisfied Client",
      "about_link_35": "Zappy",
      "about_link_36": "Contact Us",
      "about_link_37": "Privacy Policy",
      "about_link_38": "Accessibility",
      "about_link_39": "Terms of Use",
      "about_link_40": "Zappy",
      "contact_h3_10": "Are the treatments painful?",
      "contact_h3_11": "How many treatments are required?",
      "contact_h3_12": "Are there any side effects?",
      "contact_h3_13": "Are the treatments covered by health insurance?",
      "services_h1_1": "Our Services",
      "services_h2_2": "Professional Acupuncture",
      "services_h2_3": "Therapeutic Medical Massage",
      "services_h2_4": "Holistic Nutrition and Healthy Lifestyle",
      "services_h2_5": "Additional Services",
      "services_h2_6": "Treatment Process",
      "services_h2_7": "Ready to Begin Your Journey?",
      "services_h3_8": "Professional alternative medicine treatments specially tailored for you",
      "services_h3_9": "Reflexology",
      "services_p_17": "Happily created by Zappy",
      "services_p_18": "Chinese acupuncture is one of the most ancient and proven methods in alternative medicine. The treatment is based on inserting very thin needles into specific points in the body, with the aim of balancing energy flow (chi) and stimulating the body's natural healing powers.",
      "services_p_19": "Acupuncture is particularly effective for treating chronic pain such as back, neck and shoulder pain, headaches and joint pain. It also helps reduce tension and stress, improve sleep and strengthen the immune system.",
      "services_p_20": "Medical massage and holistic nutrition are a perfect combination for improving physical and mental health. Our medical massage focuses on treating muscle and joint problems, releasing deep tension and improving blood and lymph circulation.",
      "services_p_21": "Our therapists use advanced techniques such as deep tissue massage, trigger point therapy and soft tissue manipulation. Each treatment is personally tailored to the patient's physical condition and specific needs.",
      "services_p_22": "The holistic approach to nutrition views the body, mind and environment as one integrated system. We believe that proper nutrition is one of the important keys to health and wellness. Our nutritional counseling includes a comprehensive examination of eating habits, health status and personal needs.",
      "services_p_23": "We build a personalized menu that takes into account body type, energy needs, allergies and sensitivities, and health goals. Our guidance also includes recommendations for natural nutritional supplements, herbal medicine and lifestyle changes.",
      "services_p_24": "Treatment of reflex points on the feet and hands to balance energy in the body and improve the function of internal organs.",
      "services_p_25": "Consultation and recommendations for using natural herbal medicines to strengthen health, reduce symptoms and improve overall wellness.",
      "services_p_26": "Japanese energy therapy that helps balance energy, reduce tension and encourage the body's natural healing processes.",
      "services_p_27": "Workshops and personal treatments in guided meditation to reduce stress, improve focus and connect to inner peace.",
      "services_p_28": "In the first session we'll get to know you, understand your needs and goals, and build a personalized treatment plan.",
      "services_p_29": "We'll perform a comprehensive assessment of your physical and mental condition, taking into account medical history and lifestyle habits.",
      "services_p_30": "We'll build a comprehensive treatment plan for you that combines the most relevant services for your needs.",
      "services_p_31": "We'll accompany you throughout the entire journey, monitor progress and adjust treatments as needed.",
      "services_p_32": "Contact us today to schedule an initial consultation session. We'll be happy to accompany you on the path to health and wellness.",
      "services_p_33": "© 2025 שלווה רוחנית. All rights reserved.",
      "services_p_34": "Created with Zappy",
      "contact_alt_44": "Spiritual Serenity",
      "contact_btn_34": "Send Message",
      "contact_nav_40": "Services",
      "contact_nav_41": "About",
      "contact_nav_42": "Contact",
      "contact_nav_43": "Contact",
      "services_h3_10": "Herbal Medicine",
      "services_h3_11": "Reiki",
      "services_h3_12": "Guided Meditation",
      "services_h3_13": "Initial Consultation Session",
      "services_h3_14": "Comprehensive Assessment",
      "services_h3_15": "Customized Treatment Plan",
      "services_h3_16": "Ongoing Support",
      "services_li_41": "Relief from chronic pain",
      "services_li_42": "Reduction of tension and stress",
      "services_li_43": "Improvement of muscle and joint function",
      "services_li_44": "Strengthening the immune system",
      "services_li_45": "Improvement of sleep quality",
      "services_li_46": "Deep muscle tension release",
      "services_li_47": "Relief from back and neck pain",
      "services_li_48": "Improvement of flexibility and mobility",
      "services_li_49": "Reduction of inflammation and swelling",
      "services_li_50": "Improvement of blood and energy circulation",
      "services_li_51": "Personalized nutrition menu",
      "services_li_52": "Close guidance and ongoing support",
      "services_li_53": "Natural nutritional supplement recommendations",
      "services_li_54": "Energy level improvement",
      "services_li_55": "Immune system strengthening",
      "contact_link_27": "Zappy",
      "contact_link_28": "[business_phone]",
      "contact_link_29": "[business_email]",
      "contact_link_30": "Privacy Policy",
      "contact_link_31": "Accessibility",
      "contact_link_32": "Terms of Use",
      "contact_link_33": "Zappy",
      "home_page_title": "Spiritual Serenity - Acupuncture & Medical Massage | Alternative Medicine for Chronic Pain",
      "services_alt_60": "Spiritual Serenity",
      "services_alt_61": "Professional Chinese acupuncture",
      "services_alt_62": "Therapeutic medical massage",
      "services_alt_63": "Holistic nutrition",
      "services_alt_64": "Reflexology",
      "services_alt_65": "Herbal medicine",
      "services_alt_66": "Reiki",
      "services_alt_67": "Meditation",
      "services_nav_56": "Services",
      "services_nav_57": "About",
      "services_nav_58": "Contact",
      "services_nav_59": "Contact",
      "about_page_title": "About - Our Story and Approach | Spiritual Serenity",
      "contact_label_35": "Full Name*",
      "contact_label_36": "Email*",
      "contact_label_37": "Phone*",
      "contact_label_38": "Type of Treatment Requested",
      "contact_label_39": "Message",
      "services_link_35": "Zappy",
      "services_link_36": "Book an Appointment",
      "services_link_37": "Privacy Policy",
      "services_link_38": "Accessibility",
      "services_link_39": "Terms of Use",
      "services_link_40": "Zappy",
      "contact_page_title": "Contact - Schedule an Appointment | Spiritual Serenity",
      "services_page_title": "Services - Acupuncture, Massage & Holistic Nutrition | Spiritual Serenity",
      "home_meta_description": "Spiritual Serenity offers acupuncture, medical massage, and holistic nutrition for chronic pain treatment. Professional alternative medicine for improving quality of life and overall health.",
      "about_meta_description": "Learn about us and our holistic approach to alternative medicine. Spiritual Serenity offers professional and personalized treatments for each patient.",
      "contact_meta_description": "Contact us to schedule an initial consultation. We'd be happy to answer your questions and help you begin your journey to health and wellness.",
      "services_meta_description": "Discover our range of services: professional Chinese acupuncture, medical massage and holistic nutrition. All treatments are personally tailored to your needs."
    }
  }
}